{
	"token": {
		"Boris Ryabov": "Борис Рябов",
		"Boris Ryabov - Full Stack Javascript Developer": "Борис Рябов - Full Stack Javascript Developer",
		"Email:": "Email:",
		"Telegram:": "Telegram:",
		"Skype:": "Skype:",
		"Web:": "Сайт:",
		"Profesional Profile": "Обо мне",
		"Work Experience": "Опыт работы",
		"September 2012 - Present": "Сентябрь 2012 - По настоящее время",
		"August 2009 - September 2012": "Август 2009 - Сентябрь 2012",
		"Programmer": "Программист",
		"Engecon, Full-Time": "Инжэкон, Полная занятость",
		"Senior Frontend Developer": "Ведущий фронтенд разработчик",
		"E-Citrus, Full-Time": "E-Citrus, Полная занятость",
		"All": "Все",
		"Web sites": "Сайты",
		"Apps": "Приложения",
		"Other": "Другое",
		"Portfolio": "Портфолио",
		"© 2015 Boris Ryabov.": "© 2015 Борис Рябов.",
		"All rights reserved.": "Все права защищены.",
		"Send": "Отправить",
		"message": "сообщение",
		"name": "имя",
		"email": "email",
		"You can contact me through this form. I will answer you soon.": "Вы можете связаться со мной через эту форму. Я обязательно вам отвечу.",
		"Contact Form": "Связаться",
		"Education": "Образование",
		"Technical Skills": "Навыки",
		"All in one list": "Все одним списком",
		"Hi, I'm 25 years old. Programming is my job and my passion, I have been doing this for a very long time, ever since his school days. I have worked with many languages, but at the moment I do fullstack javascript development, these technologies were for me the most flexible and effective. I love challenges and non standard solutions. I try to be in the flow of new technologies.": "Привет, мне 25 лет. Программирования это моя работа и моя страсть, я занимаюсь этим уже очень давно, еще со школьных времен. Я работал со многими языками, но в данный момент я занимаюсь fullstack javascript разработкой, эти технологии для меня оказались наиболее гибкими и эффективными.  Люблю сложные задачи и не стандартные решения. Стараюсь быть в потоке новых технологий.",
		"A lot of projects, interesting tasks, from middle frontend to senior": "Большое количество проектов, от middle до ведущего фронтенд разработчика",
		"Development and maintenance of the client site lookwish.ru (SPA, Angular)": "Разработка и поддержка клиентской части сайта lookwish.ru (SPA, Angular)",
		"Implementation of client-side assembly for old projects (grunt, gulp, webpack, yeoman, bower)": "Организация сборки новых и старых проектов (grunt, gulp, webpack, yeoman, bower)",
		"Creation and development of embedded solutions JS (dressing, and other developments)": "Создание и разработка встраиваемых решений (виртуальная примерочная и другое)",
		"support fitting (ostin, finflare, befree and others)": "Поддержка виртуальных примерочных на различных сайтах (ostin, finflare, befree и другие)",
		"multi-layout system": "гибкая система стилизации и модификации шаблонов",
		"development and maintenance of social applications Facebook, Vkontakte": "разработка и поддержка социальных приложений Facebook, Vkontakte",
		"Creation and development of automation applications photography (node-webkit, KnockoutJS, Angular, Web-Sockets)": "Разработка и поддержка системы автоматизированной фото-видео съемки (node-webkit, KnockoutJS, Angular, Web-Sockets)",
		"Work with FTDI drivers": "Работа с FTDI драйверами",
		"Stepper motor control (C#)": "Управление шаговыми двигателями (С#)",
		"LED Light control (DMX512, C++, C#)": "Управление LED панелями (DMX512, C++, C#)",
		"Camera control (C#, Canon SDK)": "Управление камерой (C#, Canon SDK)",
		"Creating technical requirements": "Создание технических требований",
		"Development node.js video processing server": "Разработка node.js сервера для видео обработки",
		"Work with Django backend": "Работа с Django backend",
		"Development radose.com (SPA, Angular)": "Разработка radose.com (SPA, Angular)",
		"Optimize interfaces for touch screens (outdoor terminals)": "Оптимизация интерфейсов для сенсорных экранов (уличные терминалы, сенсорные мониторы)",
		"Development, reworking, support various sites (mydiscocard.ru arka.spb.ru, trustedservice.ru)": "Разработка, переработка, поддержка различных сайтов (mydiscocard.ru arka.spb.ru, trustedservice.ru)",
		"Control, distribution of tasks (pivotal tracker, you track)": "Контроль, распределение задач (pivotal tracker, you track)",
		"Improvement, support CMS Moodle (PHP)": "Доработка, поддержка CMS Moodle (PHP)",
		"Support e-learning systems (Adobe Connect)": "Поддержка системы вебинаров (Adobe Connect)",
		"Automation of process creating ebooks (AutoIt)": "Автоматизация процесса создания электронных учебных пособий (AutoIt)",
		"Develop app for ebook distribution (C#)": "Разработка приложения для предоставления электронных учебных пособий (C#)",
		"Advanced, 10+ Years, I do not remember exactly :)": "Продвинутый, 10+ лет, я уже не помню точно :)",
		"It's always boring, but need": "Это всегда скучно, но нужно",
		"Advanced, 4+ Years": "Продвинутый, 4+ лет",
		"I love javascript, I try to get the maximum from it in all areas of development": "Я люблю javascript и пытаюсь получить максимум его возможностей во всех сферах разработки",
		"Junior, 1+ Year": "Начинающий, 1+ год",
		"This language on the second place, but it is a good supplement to my knowledge for any kind of offline tasks": "Этот язык на втором месте, но это хорошее дополнение к моим знаниям для любых офлайн задач",
		"2005-2009 Saint Petersburg State University of Aerospace Instrumentation": "2005-2009 Санкт-Петербургский государственный университет аэрокосмического приборостроения",
		"Specialized secondary education, Software computer technology and automated systems": "Средне-специальное образование, Программное обеспечение вычислительной техники и автоматизированных систем",
		"Print the CV": "Распечатать резюме",
		"Languages": "Языки",
		"Russian - native": "Русский - родной",
		"English - Intermediate (active learning for IELTS)": "Английский - Intermediate (активно изучаю для IELTS)",
		"This is only visual part of projects, some of them is very old": "Здесь собраны только те проекты которые представить визуально, некоторые из них очень старые",
		"Active projects": "Активные проекты",
		"Interests": "Интересы",
		"At free time I work on personal projects and learn something new, and of course spending time with my family. I like outdoor activities, trips to nature.": "Свободное время я занимаюсь личными проектами или изучаю что то новое, ну и конечно провожу время с семьей. Люблю активный отдых, поездки на природу."
	}
}